{"spread": 0, "place": 1, "flip": 2, "press down": 3, "cut": 4, "grill": 5, "chop": 6, "roasted": 7, "season": 8, "add": 9, "whisk": 10, "put": 11, "mix": 12, "let": 13, "combine": 14, "coat": 15, "fry": 16, "minced": 17, "fried": 18, "stir to coat": 19, "ground": 20, "cook": 21, "poured": 22, "heat": 23, "chopped": 24, "stir": 25, "pre": 26, "discard": 27, "slice": 28, "transfer": 29, "squeeze": 30, "pour": 31, "blend": 32, "diced": 33, "oil": 34, "sprinkle": 35, "serve": 36, "roll": 37, "sliced": 38, "fill": 39, "boiling": 40, "trim": 41, "boil": 42, "drain": 43, "blending": 44, "garnish": 45, "melted": 46, "knead": 47, "wrap": 48, "pat": 49, "cover": 50, "remove": 51, "rub": 52, "move": 53, "scrambled": 54, "rinse": 55, "dice": 56, "pear": 57, "combined": 58, "blended": 59, "marinate": 60, "marinated": 61, "sift": 62, "beat": 63, "turn off": 64, "mashed": 65, "simmering": 66, "pickled": 67, "grated": 68, "fold": 69, "saute": 70, "mix together": 71, "empty": 72, "dip": 73, "canned": 74, "heat up": 75, "open": 76, "close": 77, "replace": 78, "crush": 79, "turn": 80, "poach": 81, "cooked": 82, "sieve": 83, "grilled": 84, "pickle": 85, "top": 86, "pound": 87, "mince": 88, "mixed": 89, "soak": 90, "separate": 91, "chop up": 92, "adding": 93, "make": 94, "pinch": 95, "crushed": 96, "form": 97, "crack": 98, "shredded": 99, "run": 100, "wet": 101, "grate": 102, "flatten": 103, "put aside": 104, "soaked": 105, "soften": 106, "continue stirring": 107, "grounded": 108, "seasoned": 109, "lay": 110, "bake": 111, "apply": 112, "stuff": 113, "seal": 114, "deep fry": 115, "start to knead in to stiff": 116, "keep": 117, "divide": 118, "deep": 119, "peel": 120, "wash": 121, "melt": 122, "trim away": 123, "dried": 124, "salted": 125, "grease": 126, "preheated": 127, "roll up": 128, "break": 129, "cut off": 130, "disjoint": 131, "take": 132, "evaporated": 133, "sear": 134, "covering": 135, "slit": 136, "stick": 137, "cleaned": 138, "shake": 139, "toss": 140, "dry": 141, "brush": 142, "snap": 143, "stir fry": 144, "blend together": 145, "press": 146, "tear": 147, "fold up": 148, "spread out": 149, "whisking": 150, "peeled": 151, "toss to coat": 152, "bring": 153, "boils": 154, "toast": 155, "preheat": 156, "drizzle": 157, "take off": 158, "scoop": 159, "mash": 160, "take out": 161, "to assemble": 162, "topped": 163, "cutting": 164, "clean": 165, "pressed": 166, "leave": 167, "push": 168, "puffs out": 169, "prepare": 170, "sorted": 171, "repeat": 172, "to make": 173, "sprinkling": 174, "sautee": 175, "save": 176, "mixing": 177, "saved": 178, "roll out": 179, "shut": 180, "drop": 181, "dissolving": 182, "simmer": 183, "strain": 184, "score": 185, "keep whisking": 186, "dissolve": 187, "brine": 188, "slices": 189, "get rid": 190, "process": 191, "turn on": 192, "cooker": 193, "processed": 194, "closing": 195, "cooking": 196, "cooling": 197, "set": 198, "complete": 199, "rotate": 200, "roll together": 201, "pinch out": 202, "using": 203, "allow": 204, "leaving": 205, "bring to boil": 206, "lid to find": 207, "salt": 208, "covered": 209, "cut out": 210, "shape": 211, "let simmer": 212, "refrigerate": 213, "chilled": 214, "strained": 215, "beaten": 216, "freezing": 217, "a boil": 218, "mend": 219, "pluck": 220, "grind": 221, "cup": 222, "pull": 223, "translucent": 224, "give": 225, "bring to a simmer": 226, "bring to bubble seasoning": 227, "wait": 228, "adjust": 229, "rising": 230, "continue to simmer": 231, "reduce": 232, "tuck": 233, "spray": 234, "layer": 235, "continue to saute": 236, "lower": 237, "boiled": 238, "breaking": 239, "stirring": 240, "shave": 241, "slice up": 242, "peel off": 243, "coated": 244, "seasoning": 245, "squirt": 246, "plate": 247, "smoked": 248, "butter": 249, "whisked": 250, "line": 251, "baked": 252, "immerse": 253, "use": 254, "grinded": 255, "poached": 256, "keep boiling": 257, "stretch": 258, "pack": 259, "shaped": 260, "given": 261, "patting": 262, "keep stirring": 263, "stir to mix": 264, "let sit": 265, "stretch out": 266, "thread": 267, "glue": 268, "softened": 269, "scoop out": 270, "cut open": 271, "spice": 272, "whisk to get": 273, "half together": 274, "shake off": 275, "flour": 276, "brown": 277, "hold": 278, "push down": 279, "scramble": 280, "drained": 281, "prepared": 282, "making": 283, "streamed": 284, "do": 285, "mix up": 286, "scrape off": 287, "taking off": 288, "cut straight down": 289, "compound": 290, "open up": 291, "continue cooking": 292, "slow": 293, "rest": 294, "dissolved": 295, "cubed": 296, "shallow": 297, "shred": 298, "opal": 299, "work": 300, "take cup": 301, "choy": 302, "dry out": 303, "stack": 304, "submerge": 305, "preserve": 306, "continue whisking": 307, "drain off": 308, "split": 309, "flip over": 310, "running": 311, "dilute": 312, "finish": 313, "tinned": 314, "smash": 315, "roast": 316, "pureed": 317, "rolled": 318, "chunky": 319, "granulated": 320, "trasfer": 321, "continue to cook": 322, "thicken": 323, "pulse": 324, "toasting": 325, "fold shut": 326, "crashed": 327, "toss through": 328, "crimp": 329, "keep aside": 330, "whisk to make": 331, "test": 332, "set aside": 333, "distilled": 334, "broil": 335, "braise": 336, "steamed": 337, "continue mashing": 338, "placce": 339, "keep aside to cool": 340, "liquid": 341, "squeeze out": 342, "combinw": 343, "foiled": 344, "warm": 345, "weave": 346, "refridgerate": 347, "toasted": 348, "arrange": 349, "spill": 350, "cracked": 351, "charred": 352, "scrape": 353, "switch": 354, "taste": 355, "heated": 356, "dusting": 357, "get": 358, "creating": 359, "begin to roll out": 360, "juice": 361, "poke": 362, "marinade": 363, "uncover": 364, "discarding": 365, "sauteed": 366, "frying": 367, "pop": 368, "leaves": 369, "rinsed": 370, "wrung out": 371, "cut up": 372, "broken": 373, "pepper": 374, "return": 375, "whisk together": 376, "absorb": 377, "facing down": 378, "steam": 379, "sauting": 380, "lay down": 381, "whip": 382, "bolied": 383, "whipped": 384, "smooth": 385, "lift": 386, "bush": 387, "seal roll": 388, "boiling aside": 389, "mold": 390, "soaking": 391, "moisten": 392, "skewer": 393, "filling": 394, "keep on stirring": 395, "crease": 396, "caramelized": 397, "tear apart": 398, "hydrate": 399, "putting": 400, "quartered": 401, "heat to a boil": 402, "enclosing": 403, "cool": 404, "check": 405, "pressure": 406, "flatten out": 407, "clarified": 408, "continue to stir": 409, "cooks": 410, "arange": 411, "heavy": 412, "insert": 413, "whisk to mix": 414, "weigh": 415, "massage": 416, "skew": 417, "dump": 418, "cross": 419, "strips": 420, "soup out": 421, "keep cooking": 422, "wring out": 423, "dust": 424, "keeping": 425, "pipe": 426, "pre-heated": 427, "turning": 428, "mayonnaise": 429, "cook through": 430, "microwave": 431, "spoon": 432, "pull apart": 433, "heating": 434, "serving": 435, "blanch": 436, "garnishing": 437, "zest": 438, "seperate": 439, "drag": 440, "cover to cook": 441, "floured": 442, "mash together": 443, "keeps whisking": 444, "unwrap": 445, "burning": 446, "skinless": 447, "switch off": 448, "stir to dissolve": 449, "dredge": 450, "whisk to combine": 451, "precooked": 452, "pound out": 453, "bring to a boil": 454, "peal": 455, "squash": 456, "infused": 457, "store": 458, "mint": 459, "roll over": 460, "skim": 461, "feed": 462, "attach": 463, "casing": 464, "twist": 465, "swirl to coat": 466, "turn down": 467, "smeared": 468, "flipping": 469, "caramelize": 470, "bundle": 471, "parsely": 472, "scrub": 473, "pick up": 474, "cut boil": 475, "push out": 476, "packed": 477, "pressing": 478, "distribute": 479, "stir cover": 480, "named": 481, "quarter": 482, "oiled": 483, "punch": 484, "counter": 485, "start": 486, "mashing": 487, "continue to whisk": 488, "stem": 489, "smear": 490, "dunk": 491, "cook to a boil": 492, "poor": 493, "lay out": 494, "char": 495, "deseeded": 496, "way": 497, "slow cook": 498, "topping": 499, "pour back": 500, "diluted": 501, "let miso": 502, "push to make": 503, "burst": 504, "tie": 505, "chop off": 506, "cumin": 507, "warmed up": 508, "tucking": 509, "candied": 510, "textured": 511, "stir to cook": 512, "raw": 513, "remebering to flip": 514, "spoonful": 515, "continue mixing": 516, "pile up": 517, "unfold": 518, "unroll": 519, "handling": 520, "seared": 521, "reserve": 522, "sdd": 523, "addred": 524, "twisting": 525, "fold to cook": 526, "fermented": 527, "splash": 528, "whisk to mash": 529, "spread around": 530, "relish": 531, "increase": 532, "bringing": 533, "ponded": 534, "gather": 535, "garnished": 536, "let cook": 537, "breaded": 538, "preserved": 539, "fluff": 540, "crumble": 541, "colored": 542, "chuck": 543, "set it aside": 544, "duck": 545, "puree": 546, "light": 547, "patty": 548, "containing": 549, "temper": 550, "cling": 551, "dived": 552, "settles down": 553, "trim off": 554, "malted": 555, "scatter": 556, "made": 557, "applied": 558, "stir fry to combine": 559, "scour": 560, "rmove": 561, "pounded": 562, "wrap up": 563, "chok": 564, "flat": 565, "sitr": 566, "freeze": 567, "kethup": 568, "shaved": 569, "punctured": 570, "bottle": 571, "tighten up": 572, "allowing": 573, "deseed": 574, "fine": 575, "washed": 576, "sprouts": 577, "slaw": 578, "blot": 579, "crusher": 580, "green": 581, "whisk to form": 582, "buttered": 583, "presoaked": 584, "rip": 585, "warm up": 586, "pinch off": 587, "cut through": 588, "dig": 589, "beated": 590, "julienne": 591, "fold together": 592, "carve": 593, "adds": 594, "draw": 595, "devein": 596, "stir to fry": 597, "sea": 598, "grind together": 599, "pull off": 600, "turn up": 601, "burn": 602, "flake": 603, "kneed to make": 604, "fold to triangle": 605, "seal closed": 606, "core": 607, "circles": 608, "sun-dried": 609, "lukewarm": 610, "rolled out": 611, "simmered": 612, "punch down": 613, "wear": 614, "slicer": 615, "turn around": 616, "finish rolling": 617, "slide": 618, "comes to boil": 619, "scoop off": 620, "kneed": 621, "stringed": 622, "sugar": 623, "massaged": 624, "ferment": 625, "mix to coat": 626, "tear off": 627, "halves": 628, "toss together": 629, "battered": 630, "bind": 631, "shake to cover": 632, "cube": 633, "enclose": 634, "spread up": 635, "slice open": 636, "knead to form": 637}